IDEA StatiCa Open Model
AbsoluteRelative Enumeration
Compatible with IDEA StatiCa Beta 21.0 - beta
 Absolute of relative value of position is used
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum AbsoluteRelative
Public Enumeration AbsoluteRelative
public enum class AbsoluteRelative
Members
Member name | Value | Description
Absolute | 0 |  Position is defined absolutely
Relative | 1 |  Position is defined relatively
See Also
Reference
IdeaRS.OpenModel.Result Namespace